Repository: hzlzh/Dot-B
Catalog: languages/*.po
Languages: ro_ro

source: This is somewhat embarrassing, isn&rsquo;t it?
ro_ro: Acest lucru este oarecum jenant, nu-i asa?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
ro_ro: Se pare ca nu putem gasi ceea ce cautati. Poate cautare, sau unul din linkurile de mai jos, poate ajuta.

source: Most Used Categories
ro_ro: Categoriile cele mai de second hand

source: Try looking in the monthly archives.
ro_ro: Incercati sa cautati in arhive lunare.

source: Daily Archives: %s
ro_ro: Arhiva de zi cu zi:%s

source: Monthly Archives: %s
ro_ro: Arhivele lunare:%s

source: Yearly Archives: %s
ro_ro: Arhiva anuala:%s

source: Blog Archives
ro_ro: Blog Arhive

source: Posted on %s
ro_ro: Postat pe%s

source: by
ro_ro: de

source: Read more &raquo;
ro_ro: Citeste mai departe »

source: Leave a Reply ?
ro_ro: Lasa un raspuns?

source: [ 1 Reply ]
ro_ro: [1 mesaj]

source: [ %Replies ]
ro_ro: [Raspunsuri%]

source: Nothing Found
ro_ro: Nimic gasit

source: This post is password protected. Enter the password to view comments.
ro_ro: Acest post este protejata prin parola. Introduceti parola pentru a vizualiza comentariile.

source: queries in
ro_ro: interogari in

source: seconds
ro_ro: secunde

source: Back to top
ro_ro: Inapoi la inceput

source: House
ro_ro: Casa

source: Willow
ro_ro: Salcie

source: Shore
ro_ro: Tarm

source: Sky
ro_ro: Cer

source: Path
ro_ro: Cale

source: Header Menu
ro_ro: Header Meniu

source: Custom Social Media
ro_ro: Particularizate Social Media

source: %1$s at %2$s
ro_ro: %1$s la%2$s

source: (Edit)
ro_ro: (Editare)

source: Your comment is awaiting moderation.
ro_ro: Comentariul dvs. este in asteptarea moderare.

source: Display Colorful Tags Cloud
ro_ro: Afiseaza colorat Cloud Tag-uri

source: Colorful Tag Cloud
ro_ro: Colorat Tag Cloud

source: Title
ro_ro: Titlu

source: Page %s
ro_ro: Pagina%s

source: Posted on %s
ro_ro: Postat pe%s

source: type, hit enter
ro_ro: tip, apasati enter

source: SEARCH
ro_ro: CAUTARE

source: Recent Post
ro_ro: Recente Mesaj

source: Recent Comments
ro_ro: Comentariile recente

source: Archives
ro_ro: Arhive

source: Tags
ro_ro: Tag-uri

source: Meta
ro_ro: Scop

source: Already the latest post!
ro_ro: Deja ultimul mesaj!

source: Already the last post!
ro_ro: Deja ultimul mesaj!

source: Theme Options
ro_ro: Tema Optiuni

source: Options reset successfully!
ro_ro: Optiuni de resetare cu succes!

source: Options saved successfully!
ro_ro: Optiuni salvate cu succes!

source: ( With "<code>http://</code>" ) Keep blank to use WordPress default Rss Feed URL.
ro_ro: (Cu " <code>http://</code>" ) se tine necompletat pentru a utiliza WordPress URL-ul implicit RSS Feed.

source: Enable Excerpt
ro_ro: Activeaza Extras

source: Show excerpt in Home and Archives with
ro_ro: Afisare extras in Acasa si Arhivele cu

source: length
ro_ro: lungime

source: Use Google Analytics?
ro_ro: Utilizati Google Analytics?

source: You can get you <code>Google Analytics</code> code <a target="_blank" href="https://www.google.com/analytics/settings/check_status_profile_handler">here</a>.
ro_ro: Aveti posibilitatea sa obtineti va <code>Google Analytics</code> codul de <a target="_blank" href="https://www.google.com/analytics/settings/check_status_profile_handler">aici</a> .

source: Analytics Code
ro_ro: Codul Analytics

source: Footer Copyright
ro_ro: Drepturi de autor subsol

source: Preview
ro_ro: Anunt

source: Display colourful bar on header and footer?
ro_ro: Afiseaza bara de colorat de pe antet si subsol?

source: Display SQL count at footer?
ro_ro: Afiseaza numarul SQL la subsol?

source: Some Tips Here
ro_ro: Unele sfaturi utile Aici

source: 1.Customize your Social Media (Facebook, Twitter, Google+ .etc) according to this
ro_ro: 1.Customize Media dvs. sociale (Facebook, Twitter, Google +. Etc), in conformitate cu prezentul

source: Instructions
ro_ro: Instructiuni

source: 2.Your threaded (nested) comments
ro_ro: 2.Your filetat (imbricate) comentarii

source: levels deep, change it here
ro_ro: niveluri de adancime, schimba aici

source: Settings
ro_ro: Setari

source: Discussion
ro_ro: Discutie

source: 3.Change <code>&lt;Body&gt;</code> background image here
ro_ro: 3.Sm <code>&lt;Body&gt;</code> imagine de fundal aici

source: Appearance
ro_ro: Aspect

source: Background
ro_ro: Fundal

source: 4.Customize <code>&lt;Header&gt;</code> image here
ro_ro: Sm <code>&lt;Header&gt;</code> imagine aici

source: Header
ro_ro: Antet

source: 5.Download & Customize <code>Social Media Icons</code> from PSD source files here
ro_ro: 5.Download &amp; Particularizarea <code>Social Media Icons</code> din fisierele sursa PSD aici

source: 6.Use <code>Dot-B Colorful Tag Cloud</code> widget at sidebar
ro_ro: 6.Use <code>Dot-B Colorful Tag Cloud</code> widget la bara laterala

source: ========= Feel free to get my help by both Twitter: <a href="http://twitter.com/hzlzh">@hzlzh</a> and Email: <a href="mailto:hzlzh.dev@gmail.com">hzlzh.dev@gmail.com</a> =========
ro_ro: ========= Simţiţi-vă liber pentru a obţine ajutorul meu atât de Twitter: <a href="http://twitter.com/hzlzh">@hzlzh</a> i Email: <a href="mailto:hzlzh.dev@gmail.com">hzlzh.dev@gmail.com</a> =========

source: Created, Developed and maintained by <a href="http://zlz.im/">hzlzh</a><br>If you like the <code>Dot-B</code> theme, please donate. It will help in developing new features and versions.
ro_ro: Creat, dezvoltat şi întreţinut de<a href="http://zlz.im/">hzlzh</a><br>If you like the <code>Dot-B</code> temă, vă rugăm să doneze. Aceasta va contribui la dezvoltarea de noi caracteristici şi versiuni.
